tuts/0/NH3_all-
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       scalarField;
    location    "0";
    object      NH3_all-;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


4000
(
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
2.798755047
...
)


// ************************************************************************* //
