tuts/0/p
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   nonuniform List<scalar> 
4000
(
6079500
6079500
6079500
6079500
6079500
6079500
6079500
6079500
...
)
;

boundaryField
{
    left
    {
        type            cyclic;
    }
    right
    {
        type            cyclic;
    }
    top
    {
        type            waveTransmissive;
        gamma           1.4;
        fieldInf        6079500;
        lInf            1;
        value           uniform 6079500;
    }
    bottom
    {
        type            waveTransmissive;
        gamma           1.4;
        fieldInf        6079500;
        lInf            1;
        value           uniform 6079500;
    }
    frontAndback
    {
        type            empty;
    }
}


// ************************************************************************* //
