tuts/constant/thermoDiff
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      thermoDiff;
}

// Scheme: transport fitting

HE-AR
{
ThermDiff_1	-4.709E-01	;
ThermDiff_2	6.883E-05	;
ThermDiff_3	-5.605E-08	;
ThermDiff_4	1.112E-11	;
}
HE-HE
{
ThermDiff_1	0.000E+00	;
ThermDiff_2	0.000E+00	;
ThermDiff_3	0.000E+00	;
ThermDiff_4	0.000E+00	;
}
HE-H
{
ThermDiff_1	3.434E-01	;
ThermDiff_2	-4.763E-05	;
ThermDiff_3	3.804E-08	;
ThermDiff_4	-7.366E-12	;
}
HE-H2
{
ThermDiff_1	1.684E-01	;
ThermDiff_2	2.742E-05	;
ThermDiff_3	-1.395E-09	;
ThermDiff_4	-5.201E-12	;
}
HE-O
{
ThermDiff_1	-3.404E-01	;
ThermDiff_2	4.535E-05	;
ThermDiff_3	-4.976E-08	;
ThermDiff_4	1.264E-11	;
}
HE-O2
{
ThermDiff_1	-4.480E-01	;
ThermDiff_2	7.090E-05	;
ThermDiff_3	-6.357E-08	;
ThermDiff_4	1.390E-11	;
}
HE-OH
{
ThermDiff_1	-3.513E-01	;
ThermDiff_2	4.680E-05	;
ThermDiff_3	-5.135E-08	;
ThermDiff_4	1.305E-11	;
}
HE-H2O
{
ThermDiff_1	-2.682E-01	;
ThermDiff_2	-1.663E-04	;
ThermDiff_3	1.010E-07	;
ThermDiff_4	-1.870E-11	;
}
HE-N2
{
ThermDiff_1	-4.308E-01	;
ThermDiff_2	6.678E-05	;
ThermDiff_3	-6.305E-08	;
ThermDiff_4	1.439E-11	;
}
HE-HO2
{
ThermDiff_1	-4.515E-01	;
ThermDiff_2	7.145E-05	;
ThermDiff_3	-6.406E-08	;
ThermDiff_4	1.401E-11	;
}
HE-H2O2
{
ThermDiff_1	-4.548E-01	;
ThermDiff_2	7.197E-05	;
ThermDiff_3	-6.453E-08	;
ThermDiff_4	1.411E-11	;
}
HE-CO
{
ThermDiff_1	-4.309E-01	;
ThermDiff_2	6.694E-05	;
ThermDiff_3	-6.298E-08	;
ThermDiff_4	1.434E-11	;
}
HE-CO2
{
ThermDiff_1	-4.540E-01	;
ThermDiff_2	-5.494E-07	;
ThermDiff_3	-5.954E-12	;
ThermDiff_4	-1.120E-12	;
}
HE-CH2O
{
ThermDiff_1	-3.422E-01	;
ThermDiff_2	-1.612E-04	;
ThermDiff_3	9.972E-08	;
ThermDiff_4	-1.887E-11	;
}
HE-HCO
{
ThermDiff_1	-3.390E-01	;
ThermDiff_2	-1.597E-04	;
ThermDiff_3	9.879E-08	;
ThermDiff_4	-1.869E-11	;
}
HE-CH3OH
{
ThermDiff_1	-3.526E-01	;
ThermDiff_2	-1.549E-04	;
ThermDiff_3	9.626E-08	;
ThermDiff_4	-1.832E-11	;
}
HE-CH2OH
{
ThermDiff_1	-3.684E-01	;
ThermDiff_2	-1.158E-04	;
ThermDiff_3	7.336E-08	;
ThermDiff_4	-1.439E-11	;
}
HE-CH3O
{
ThermDiff_1	-3.684E-01	;
ThermDiff_2	-1.158E-04	;
ThermDiff_3	7.336E-08	;
ThermDiff_4	-1.439E-11	;
}
HE-CH3O2
{
ThermDiff_1	-3.822E-01	;
ThermDiff_2	-1.679E-04	;
ThermDiff_3	1.043E-07	;
ThermDiff_4	-1.985E-11	;
}
HE-CH4
{
ThermDiff_1	-3.455E-01	;
ThermDiff_2	4.906E-05	;
ThermDiff_3	-3.949E-08	;
ThermDiff_4	7.727E-12	;
}
HE-CH3
{
ThermDiff_1	-3.331E-01	;
ThermDiff_2	4.651E-05	;
ThermDiff_3	-3.723E-08	;
ThermDiff_4	7.229E-12	;
}
HE-CH2
{
ThermDiff_1	-3.196E-01	;
ThermDiff_2	4.462E-05	;
ThermDiff_3	-3.572E-08	;
ThermDiff_4	6.936E-12	;
}
HE-CH2(S)
{
ThermDiff_1	-3.196E-01	;
ThermDiff_2	4.462E-05	;
ThermDiff_3	-3.572E-08	;
ThermDiff_4	6.936E-12	;
}
HE-C2H6
{
ThermDiff_1	-4.158E-01	;
ThermDiff_2	-2.936E-06	;
ThermDiff_3	1.684E-09	;
ThermDiff_4	-1.356E-12	;
}
HE-C2H5O2
{
ThermDiff_1	-4.011E-01	;
ThermDiff_2	-1.674E-04	;
ThermDiff_3	1.044E-07	;
ThermDiff_4	-1.995E-11	;
}
HE-C2H5
{
ThermDiff_1	-4.119E-01	;
ThermDiff_2	-2.909E-06	;
ThermDiff_3	1.669E-09	;
ThermDiff_4	-1.343E-12	;
}
HE-C2H4
{
ThermDiff_1	-4.103E-01	;
ThermDiff_2	3.315E-06	;
ThermDiff_3	-2.672E-09	;
ThermDiff_4	-4.879E-13	;
}
HE-C2H3
{
ThermDiff_1	-3.983E-01	;
ThermDiff_2	-1.486E-05	;
ThermDiff_3	9.847E-09	;
ThermDiff_4	-2.889E-12	;
}
HE-C2H2
{
ThermDiff_1	-3.937E-01	;
ThermDiff_2	-1.468E-05	;
ThermDiff_3	9.732E-09	;
ThermDiff_4	-2.856E-12	;
}
HE-CH2CHO
{
ThermDiff_1	-3.903E-01	;
ThermDiff_2	-1.368E-04	;
ThermDiff_3	8.616E-08	;
ThermDiff_4	-1.673E-11	;
}
HE-CH2CO
{
ThermDiff_1	-3.885E-01	;
ThermDiff_2	-1.362E-04	;
ThermDiff_3	8.578E-08	;
ThermDiff_4	-1.665E-11	;
}
HE-HCCO
{
ThermDiff_1	-4.717E-01	;
ThermDiff_2	6.308E-05	;
ThermDiff_3	-4.987E-08	;
ThermDiff_4	9.517E-12	;
}
HE-NC3H7
{
ThermDiff_1	-4.331E-01	;
ThermDiff_2	-4.511E-05	;
ThermDiff_3	2.983E-08	;
ThermDiff_4	-6.744E-12	;
}
HE-C3H6
{
ThermDiff_1	-4.298E-01	;
ThermDiff_2	-4.814E-05	;
ThermDiff_3	3.178E-08	;
ThermDiff_4	-7.096E-12	;
}
HE-C3H5-A
{
ThermDiff_1	-4.251E-01	;
ThermDiff_2	-5.388E-05	;
ThermDiff_3	3.546E-08	;
ThermDiff_4	-7.762E-12	;
}
HE-C3H5O
{
ThermDiff_1	-4.169E-01	;
ThermDiff_2	-1.263E-04	;
ThermDiff_3	8.016E-08	;
ThermDiff_4	-1.578E-11	;
}
HE-C3H4-A
{
ThermDiff_1	-4.201E-01	;
ThermDiff_2	-5.994E-05	;
ThermDiff_3	3.930E-08	;
ThermDiff_4	-8.454E-12	;
}
HE-NC3H7O2
{
ThermDiff_1	-4.075E-01	;
ThermDiff_2	-1.788E-04	;
ThermDiff_3	1.111E-07	;
ThermDiff_4	-2.114E-11	;
}
HE-C2H3CHO
{
ThermDiff_1	-4.100E-01	;
ThermDiff_2	-1.381E-04	;
ThermDiff_3	8.715E-08	;
ThermDiff_4	-1.698E-11	;
}
HE-C7H16
{
ThermDiff_1	-4.260E-01	;
ThermDiff_2	-1.687E-04	;
ThermDiff_3	1.055E-07	;
ThermDiff_4	-2.026E-11	;
}
HE-C7H15
{
ThermDiff_1	-4.257E-01	;
ThermDiff_2	-1.686E-04	;
ThermDiff_3	1.054E-07	;
ThermDiff_4	-2.024E-11	;
}
HE-C7H15O2
{
ThermDiff_1	-4.001E-01	;
ThermDiff_2	-2.388E-04	;
ThermDiff_3	1.455E-07	;
ThermDiff_4	-2.701E-11	;
}
HE-C7H14OOH
{
ThermDiff_1	-4.001E-01	;
ThermDiff_2	-2.388E-04	;
ThermDiff_3	1.455E-07	;
ThermDiff_4	-2.701E-11	;
}
HE-C7H14
{
ThermDiff_1	-4.259E-01	;
ThermDiff_2	-1.672E-04	;
ThermDiff_3	1.046E-07	;
ThermDiff_4	-2.010E-11	;
}
HE-C7H14OOHO2
{
ThermDiff_1	-3.922E-01	;
ThermDiff_2	-2.658E-04	;
ThermDiff_3	1.605E-07	;
ThermDiff_4	-2.952E-11	;
}
HE-NC7KET
{
ThermDiff_1	-3.961E-01	;
ThermDiff_2	-2.528E-04	;
ThermDiff_3	1.533E-07	;
ThermDiff_4	-2.831E-11	;
}
HE-C7H14O
{
ThermDiff_1	-4.126E-01	;
ThermDiff_2	-2.054E-04	;
ThermDiff_3	1.266E-07	;
ThermDiff_4	-2.384E-11	;
}
HE-NC3H7CHO
{
ThermDiff_1	-4.114E-01	;
ThermDiff_2	-1.666E-04	;
ThermDiff_3	1.040E-07	;
ThermDiff_4	-1.994E-11	;
}
HE-NC3H7CO
{
ThermDiff_1	-4.186E-01	;
ThermDiff_2	-1.504E-04	;
ThermDiff_3	9.461E-08	;
ThermDiff_4	-1.832E-11	;
}
HE-NO
{
ThermDiff_1	-4.392E-01	;
ThermDiff_2	6.808E-05	;
ThermDiff_3	-6.429E-08	;
ThermDiff_4	1.468E-11	;
}
HE-N2O
{
ThermDiff_1	-4.575E-01	;
ThermDiff_2	8.202E-06	;
ThermDiff_3	-6.164E-09	;
ThermDiff_4	8.635E-14	;
}
HE-NO2
{
ThermDiff_1	-4.706E-01	;
ThermDiff_2	3.235E-05	;
ThermDiff_3	-2.392E-08	;
ThermDiff_4	3.673E-12	;
}
HE-HNO
{
ThermDiff_1	-4.449E-01	;
ThermDiff_2	6.997E-05	;
ThermDiff_3	-6.042E-08	;
ThermDiff_4	1.276E-11	;
}
HE-HNO2
{
ThermDiff_1	-4.724E-01	;
ThermDiff_2	3.247E-05	;
ThermDiff_3	-2.401E-08	;
ThermDiff_4	3.687E-12	;
}
HE-HONO
{
ThermDiff_1	-4.724E-01	;
ThermDiff_2	3.247E-05	;
ThermDiff_3	-2.401E-08	;
ThermDiff_4	3.687E-12	;
}
HE-HONO2
{
ThermDiff_1	-4.607E-01	;
ThermDiff_2	-4.519E-05	;
ThermDiff_3	2.991E-08	;
ThermDiff_4	-6.836E-12	;
}
HE-N2H2
{
ThermDiff_1	-4.296E-01	;
ThermDiff_2	4.767E-05	;
ThermDiff_3	-6.003E-08	;
ThermDiff_4	1.653E-11	;
}
HE-H2NN
{
ThermDiff_1	-4.296E-01	;
ThermDiff_2	4.767E-05	;
ThermDiff_3	-6.003E-08	;
ThermDiff_4	1.653E-11	;
}
HE-NH2OH
{
ThermDiff_1	-4.521E-01	;
ThermDiff_2	7.110E-05	;
ThermDiff_3	-6.139E-08	;
ThermDiff_4	1.297E-11	;
}
HE-HNOH
{
ThermDiff_1	-4.486E-01	;
ThermDiff_2	7.055E-05	;
ThermDiff_3	-6.092E-08	;
ThermDiff_4	1.287E-11	;
}
HE-NH3
{
ThermDiff_1	-2.809E-01	;
ThermDiff_2	-1.230E-04	;
ThermDiff_3	7.644E-08	;
ThermDiff_4	-1.455E-11	;
}
HE-N2H4
{
ThermDiff_1	-4.346E-01	;
ThermDiff_2	2.660E-05	;
ThermDiff_3	-1.960E-08	;
ThermDiff_4	2.872E-12	;
}
HE-N
{
ThermDiff_1	-3.120E-01	;
ThermDiff_2	3.462E-05	;
ThermDiff_3	-4.360E-08	;
ThermDiff_4	1.201E-11	;
}
HE-NO3
{
ThermDiff_1	-4.597E-01	;
ThermDiff_2	-4.509E-05	;
ThermDiff_3	2.985E-08	;
ThermDiff_4	-6.822E-12	;
}
HE-NH
{
ThermDiff_1	-3.286E-01	;
ThermDiff_2	4.378E-05	;
ThermDiff_3	-4.804E-08	;
ThermDiff_4	1.221E-11	;
}
HE-NNH
{
ThermDiff_1	-4.256E-01	;
ThermDiff_2	4.722E-05	;
ThermDiff_3	-5.946E-08	;
ThermDiff_4	1.638E-11	;
}
HE-NH2
{
ThermDiff_1	-3.407E-01	;
ThermDiff_2	4.538E-05	;
ThermDiff_3	-4.979E-08	;
ThermDiff_4	1.265E-11	;
}
HE-H2NO
{
ThermDiff_1	-4.486E-01	;
ThermDiff_2	7.055E-05	;
ThermDiff_3	-6.092E-08	;
ThermDiff_4	1.287E-11	;
}
HE-N2H3
{
ThermDiff_1	-4.323E-01	;
ThermDiff_2	2.971E-05	;
ThermDiff_3	-2.197E-08	;
ThermDiff_4	3.374E-12	;
}
H-AR
{
ThermDiff_1	-1.222E-01	;
ThermDiff_2	-6.903E-04	;
ThermDiff_3	3.648E-07	;
ThermDiff_4	-6.031E-11	;
}
H-HE
{
ThermDiff_1	-3.434E-01	;
ThermDiff_2	4.763E-05	;
ThermDiff_3	-3.804E-08	;
ThermDiff_4	7.366E-12	;
}
H-H
{
ThermDiff_1	0.000E+00	;
ThermDiff_2	0.000E+00	;
ThermDiff_3	0.000E+00	;
ThermDiff_4	0.000E+00	;
}
H-H2
{
ThermDiff_1	-1.442E-01	;
ThermDiff_2	-8.000E-05	;
ThermDiff_3	4.897E-08	;
ThermDiff_4	-9.143E-12	;
}
H-O
{
ThermDiff_1	-2.353E-01	;
ThermDiff_2	-4.657E-04	;
ThermDiff_3	2.609E-07	;
ThermDiff_4	-4.493E-11	;
}
H-O2
{
ThermDiff_1	-1.798E-01	;
ThermDiff_2	-6.017E-04	;
ThermDiff_3	3.264E-07	;
ThermDiff_4	-5.491E-11	;
}
H-OH
{
ThermDiff_1	-2.371E-01	;
ThermDiff_2	-4.692E-04	;
ThermDiff_3	2.629E-07	;
ThermDiff_4	-4.527E-11	;
}
H-H2O
{
ThermDiff_1	1.744E-01	;
ThermDiff_2	-8.622E-04	;
ThermDiff_3	3.795E-07	;
ThermDiff_4	-5.603E-11	;
}
H-N2
{
ThermDiff_1	-2.015E-01	;
ThermDiff_2	-5.627E-04	;
ThermDiff_3	3.085E-07	;
ThermDiff_4	-5.228E-11	;
}
H-HO2
{
ThermDiff_1	-1.802E-01	;
ThermDiff_2	-6.029E-04	;
ThermDiff_3	3.271E-07	;
ThermDiff_4	-5.502E-11	;
}
H-H2O2
{
ThermDiff_1	-1.805E-01	;
ThermDiff_2	-6.040E-04	;
ThermDiff_3	3.277E-07	;
ThermDiff_4	-5.512E-11	;
}
H-CO
{
ThermDiff_1	-2.001E-01	;
ThermDiff_2	-5.648E-04	;
ThermDiff_3	3.094E-07	;
ThermDiff_4	-5.241E-11	;
}
H-CO2
{
ThermDiff_1	2.003E-02	;
ThermDiff_2	-8.504E-04	;
ThermDiff_3	4.211E-07	;
ThermDiff_4	-6.680E-11	;
}
H-CH2O
{
ThermDiff_1	1.614E-01	;
ThermDiff_2	-9.059E-04	;
ThermDiff_3	4.079E-07	;
ThermDiff_4	-6.106E-11	;
}
H-HCO
{
ThermDiff_1	1.610E-01	;
ThermDiff_2	-9.038E-04	;
ThermDiff_3	4.069E-07	;
ThermDiff_4	-6.092E-11	;
}
H-CH3OH
{
ThermDiff_1	1.567E-01	;
ThermDiff_2	-9.098E-04	;
ThermDiff_3	4.117E-07	;
ThermDiff_4	-6.183E-11	;
}
H-CH2OH
{
ThermDiff_1	1.312E-01	;
ThermDiff_2	-9.039E-04	;
ThermDiff_3	4.178E-07	;
ThermDiff_4	-6.357E-11	;
}
H-CH3O
{
ThermDiff_1	1.312E-01	;
ThermDiff_2	-9.039E-04	;
ThermDiff_3	4.178E-07	;
ThermDiff_4	-6.357E-11	;
}
H-CH3O2
{
ThermDiff_1	1.598E-01	;
ThermDiff_2	-9.282E-04	;
ThermDiff_3	4.201E-07	;
ThermDiff_4	-6.308E-11	;
}
H-CH4
{
ThermDiff_1	-1.051E-01	;
ThermDiff_2	-6.507E-04	;
ThermDiff_3	3.426E-07	;
ThermDiff_4	-5.648E-11	;
}
H-CH3
{
ThermDiff_1	-1.000E-01	;
ThermDiff_2	-6.505E-04	;
ThermDiff_3	3.418E-07	;
ThermDiff_4	-5.628E-11	;
}
H-CH2
{
ThermDiff_1	-9.908E-02	;
ThermDiff_2	-6.442E-04	;
ThermDiff_3	3.385E-07	;
ThermDiff_4	-5.574E-11	;
}
H-CH2(S)
{
ThermDiff_1	-9.908E-02	;
ThermDiff_2	-6.442E-04	;
ThermDiff_3	3.385E-07	;
ThermDiff_4	-5.574E-11	;
}
H-C2H6
{
ThermDiff_1	2.286E-02	;
ThermDiff_2	-8.354E-04	;
ThermDiff_3	4.129E-07	;
ThermDiff_4	-6.544E-11	;
}
H-C2H5O2
{
ThermDiff_1	1.574E-01	;
ThermDiff_2	-9.372E-04	;
ThermDiff_3	4.256E-07	;
ThermDiff_4	-6.406E-11	;
}
H-C2H5
{
ThermDiff_1	2.281E-02	;
ThermDiff_2	-8.335E-04	;
ThermDiff_3	4.120E-07	;
ThermDiff_4	-6.529E-11	;
}
H-C2H4
{
ThermDiff_1	1.421E-02	;
ThermDiff_2	-8.238E-04	;
ThermDiff_3	4.090E-07	;
ThermDiff_4	-6.499E-11	;
}
H-C2H3
{
ThermDiff_1	3.826E-02	;
ThermDiff_2	-8.423E-04	;
ThermDiff_3	4.129E-07	;
ThermDiff_4	-6.510E-11	;
}
H-C2H2
{
ThermDiff_1	3.815E-02	;
ThermDiff_2	-8.398E-04	;
ThermDiff_3	4.117E-07	;
ThermDiff_4	-6.491E-11	;
}
H-CH2CHO
{
ThermDiff_1	1.418E-01	;
ThermDiff_2	-9.224E-04	;
ThermDiff_3	4.237E-07	;
ThermDiff_4	-6.421E-11	;
}
H-CH2CO
{
ThermDiff_1	1.416E-01	;
ThermDiff_2	-9.214E-04	;
ThermDiff_3	4.232E-07	;
ThermDiff_4	-6.414E-11	;
}
H-HCCO
{
ThermDiff_1	-9.869E-02	;
ThermDiff_2	-7.210E-04	;
ThermDiff_3	3.771E-07	;
ThermDiff_4	-6.192E-11	;
}
H-NC3H7
{
ThermDiff_1	6.926E-02	;
ThermDiff_2	-8.884E-04	;
ThermDiff_3	4.284E-07	;
ThermDiff_4	-6.687E-11	;
}
H-C3H6
{
ThermDiff_1	7.230E-02	;
ThermDiff_2	-8.895E-04	;
ThermDiff_3	4.281E-07	;
ThermDiff_4	-6.676E-11	;
}
H-C3H5-A
{
ThermDiff_1	7.787E-02	;
ThermDiff_2	-8.921E-04	;
ThermDiff_3	4.280E-07	;
ThermDiff_4	-6.660E-11	;
}
H-C3H5O
{
ThermDiff_1	1.325E-01	;
ThermDiff_2	-9.303E-04	;
ThermDiff_3	4.309E-07	;
ThermDiff_4	-6.565E-11	;
}
H-C3H4-A
{
ThermDiff_1	8.360E-02	;
ThermDiff_2	-8.946E-04	;
ThermDiff_3	4.277E-07	;
ThermDiff_4	-6.641E-11	;
}
H-NC3H7O2
{
ThermDiff_1	1.623E-01	;
ThermDiff_2	-9.432E-04	;
ThermDiff_3	4.269E-07	;
ThermDiff_4	-6.411E-11	;
}
H-C2H3CHO
{
ThermDiff_1	1.403E-01	;
ThermDiff_2	-9.319E-04	;
ThermDiff_3	4.290E-07	;
ThermDiff_4	-6.512E-11	;
}
H-C7H16
{
ThermDiff_1	1.552E-01	;
ThermDiff_2	-9.490E-04	;
ThermDiff_3	4.325E-07	;
ThermDiff_4	-6.524E-11	;
}
H-C7H15
{
ThermDiff_1	1.552E-01	;
ThermDiff_2	-9.488E-04	;
ThermDiff_3	4.324E-07	;
ThermDiff_4	-6.523E-11	;
}
H-C7H15O2
{
ThermDiff_1	1.890E-01	;
ThermDiff_2	-9.508E-04	;
ThermDiff_3	4.199E-07	;
ThermDiff_4	-6.212E-11	;
}
H-C7H14OOH
{
ThermDiff_1	1.890E-01	;
ThermDiff_2	-9.508E-04	;
ThermDiff_3	4.199E-07	;
ThermDiff_4	-6.212E-11	;
}
H-C7H14
{
ThermDiff_1	1.545E-01	;
ThermDiff_2	-9.485E-04	;
ThermDiff_3	4.326E-07	;
ThermDiff_4	-6.527E-11	;
}
H-C7H14OOHO2
{
ThermDiff_1	1.996E-01	;
ThermDiff_2	-9.495E-04	;
ThermDiff_3	4.145E-07	;
ThermDiff_4	-6.087E-11	;
}
H-NC7KET
{
ThermDiff_1	1.946E-01	;
ThermDiff_2	-9.503E-04	;
ThermDiff_3	4.172E-07	;
ThermDiff_4	-6.149E-11	;
}
H-C7H14O
{
ThermDiff_1	1.740E-01	;
ThermDiff_2	-9.516E-04	;
ThermDiff_3	4.267E-07	;
ThermDiff_4	-6.371E-11	;
}
H-NC3H7CHO
{
ThermDiff_1	1.558E-01	;
ThermDiff_2	-9.418E-04	;
ThermDiff_3	4.286E-07	;
ThermDiff_4	-6.459E-11	;
}
H-NC3H7CO
{
ThermDiff_1	1.464E-01	;
ThermDiff_2	-9.400E-04	;
ThermDiff_3	4.311E-07	;
ThermDiff_4	-6.528E-11	;
}
H-NO
{
ThermDiff_1	-2.026E-01	;
ThermDiff_2	-5.653E-04	;
ThermDiff_3	3.099E-07	;
ThermDiff_4	-5.252E-11	;
}
H-N2O
{
ThermDiff_1	8.570E-03	;
ThermDiff_2	-8.401E-04	;
ThermDiff_3	4.183E-07	;
ThermDiff_4	-6.659E-11	;
}
H-NO2
{
ThermDiff_1	-2.760E-02	;
ThermDiff_2	-8.062E-04	;
ThermDiff_3	4.084E-07	;
ThermDiff_4	-6.572E-11	;
}
H-HNO
{
ThermDiff_1	-1.591E-01	;
ThermDiff_2	-6.289E-04	;
ThermDiff_3	3.381E-07	;
ThermDiff_4	-5.653E-11	;
}
H-HNO2
{
ThermDiff_1	-2.763E-02	;
ThermDiff_2	-8.070E-04	;
ThermDiff_3	4.088E-07	;
ThermDiff_4	-6.578E-11	;
}
H-HONO
{
ThermDiff_1	-2.763E-02	;
ThermDiff_2	-8.070E-04	;
ThermDiff_3	4.088E-07	;
ThermDiff_4	-6.578E-11	;
}
H-HONO2
{
ThermDiff_1	6.780E-02	;
ThermDiff_2	-8.999E-04	;
ThermDiff_3	4.345E-07	;
ThermDiff_4	-6.789E-11	;
}
H-N2H2
{
ThermDiff_1	-2.758E-01	;
ThermDiff_2	-4.522E-04	;
ThermDiff_3	2.566E-07	;
ThermDiff_4	-4.462E-11	;
}
H-H2NN
{
ThermDiff_1	-2.758E-01	;
ThermDiff_2	-4.522E-04	;
ThermDiff_3	2.566E-07	;
ThermDiff_4	-4.462E-11	;
}
H-NH2OH
{
ThermDiff_1	-1.597E-01	;
ThermDiff_2	-6.314E-04	;
ThermDiff_3	3.395E-07	;
ThermDiff_4	-5.675E-11	;
}
H-HNOH
{
ThermDiff_1	-1.594E-01	;
ThermDiff_2	-6.302E-04	;
ThermDiff_3	3.388E-07	;
ThermDiff_4	-5.664E-11	;
}
H-NH3
{
ThermDiff_1	1.479E-01	;
ThermDiff_2	-8.606E-04	;
ThermDiff_3	3.896E-07	;
ThermDiff_4	-5.851E-11	;
}
H-N2H4
{
ThermDiff_1	-2.117E-02	;
ThermDiff_2	-7.970E-04	;
ThermDiff_3	4.027E-07	;
ThermDiff_4	-6.467E-11	;
}
H-N
{
ThermDiff_1	-2.553E-01	;
ThermDiff_2	-4.186E-04	;
ThermDiff_3	2.376E-07	;
ThermDiff_4	-4.131E-11	;
}
H-NO3
{
ThermDiff_1	6.776E-02	;
ThermDiff_2	-8.994E-04	;
ThermDiff_3	4.343E-07	;
ThermDiff_4	-6.786E-11	;
}
H-NH
{
ThermDiff_1	-2.333E-01	;
ThermDiff_2	-4.618E-04	;
ThermDiff_3	2.588E-07	;
ThermDiff_4	-4.456E-11	;
}
H-NNH
{
ThermDiff_1	-2.751E-01	;
ThermDiff_2	-4.511E-04	;
ThermDiff_3	2.560E-07	;
ThermDiff_4	-4.451E-11	;
}
H-NH2
{
ThermDiff_1	-2.353E-01	;
ThermDiff_2	-4.658E-04	;
ThermDiff_3	2.610E-07	;
ThermDiff_4	-4.494E-11	;
}
H-H2NO
{
ThermDiff_1	-1.594E-01	;
ThermDiff_2	-6.302E-04	;
ThermDiff_3	3.388E-07	;
ThermDiff_4	-5.664E-11	;
}
H-N2H3
{
ThermDiff_1	-2.703E-02	;
ThermDiff_2	-7.893E-04	;
ThermDiff_3	3.999E-07	;
ThermDiff_4	-6.434E-11	;
}
H2-AR
{
ThermDiff_1	-4.010E-01	;
ThermDiff_2	-1.973E-04	;
ThermDiff_3	1.217E-07	;
ThermDiff_4	-2.294E-11	;
}
H2-HE
{
ThermDiff_1	-1.684E-01	;
ThermDiff_2	-2.742E-05	;
ThermDiff_3	1.395E-09	;
ThermDiff_4	5.201E-12	;
}
H2-H
{
ThermDiff_1	1.442E-01	;
ThermDiff_2	8.000E-05	;
ThermDiff_3	-4.897E-08	;
ThermDiff_4	9.143E-12	;
}
H2-H2
{
ThermDiff_1	0.000E+00	;
ThermDiff_2	0.000E+00	;
ThermDiff_3	0.000E+00	;
ThermDiff_4	0.000E+00	;
}
H2-O
{
ThermDiff_1	-4.067E-01	;
ThermDiff_2	-3.847E-05	;
ThermDiff_3	2.548E-08	;
ThermDiff_4	-5.863E-12	;
}
H2-O2
{
ThermDiff_1	-4.266E-01	;
ThermDiff_2	-1.204E-04	;
ThermDiff_3	7.673E-08	;
ThermDiff_4	-1.521E-11	;
}
H2-OH
{
ThermDiff_1	-4.129E-01	;
ThermDiff_2	-3.906E-05	;
ThermDiff_3	2.587E-08	;
ThermDiff_4	-5.953E-12	;
}
H2-H2O
{
ThermDiff_1	-2.275E-02	;
ThermDiff_2	-6.731E-04	;
ThermDiff_3	3.409E-07	;
ThermDiff_4	-5.485E-11	;
}
H2-N2
{
ThermDiff_1	-4.313E-01	;
ThermDiff_2	-9.205E-05	;
ThermDiff_3	5.945E-08	;
ThermDiff_4	-1.214E-11	;
}
H2-HO2
{
ThermDiff_1	-4.282E-01	;
ThermDiff_2	-1.209E-04	;
ThermDiff_3	7.703E-08	;
ThermDiff_4	-1.527E-11	;
}
H2-H2O2
{
ThermDiff_1	-4.298E-01	;
ThermDiff_2	-1.213E-04	;
ThermDiff_3	7.731E-08	;
ThermDiff_4	-1.532E-11	;
}
H2-CO
{
ThermDiff_1	-4.306E-01	;
ThermDiff_2	-9.360E-05	;
ThermDiff_3	6.040E-08	;
ThermDiff_4	-1.231E-11	;
}
H2-CO2
{
ThermDiff_1	-2.932E-01	;
ThermDiff_2	-4.014E-04	;
ThermDiff_3	2.307E-07	;
ThermDiff_4	-4.052E-11	;
}
H2-CH2O
{
ThermDiff_1	-1.227E-01	;
ThermDiff_2	-6.213E-04	;
ThermDiff_3	3.300E-07	;
ThermDiff_4	-5.472E-11	;
}
H2-HCO
{
ThermDiff_1	-1.221E-01	;
ThermDiff_2	-6.184E-04	;
ThermDiff_3	3.284E-07	;
ThermDiff_4	-5.446E-11	;
}
H2-CH3OH
{
ThermDiff_1	-1.314E-01	;
ThermDiff_2	-6.164E-04	;
ThermDiff_3	3.286E-07	;
ThermDiff_4	-5.462E-11	;
}
H2-CH2OH
{
ThermDiff_1	-1.403E-01	;
ThermDiff_2	-6.013E-04	;
ThermDiff_3	3.219E-07	;
ThermDiff_4	-5.367E-11	;
}
H2-CH3O
{
ThermDiff_1	-1.403E-01	;
ThermDiff_2	-6.013E-04	;
ThermDiff_3	3.219E-07	;
ThermDiff_4	-5.367E-11	;
}
H2-CH3O2
{
ThermDiff_1	-1.368E-01	;
ThermDiff_2	-6.417E-04	;
ThermDiff_3	3.421E-07	;
ThermDiff_4	-5.686E-11	;
}
H2-CH4
{
ThermDiff_1	-3.396E-01	;
ThermDiff_2	-1.793E-04	;
ThermDiff_3	1.101E-07	;
ThermDiff_4	-2.064E-11	;
}
H2-CH3
{
ThermDiff_1	-3.312E-01	;
ThermDiff_2	-1.813E-04	;
ThermDiff_3	1.111E-07	;
ThermDiff_4	-2.076E-11	;
}
H2-CH2
{
ThermDiff_1	-3.247E-01	;
ThermDiff_2	-1.778E-04	;
ThermDiff_3	1.089E-07	;
ThermDiff_4	-2.036E-11	;
}
H2-CH2(S)
{
ThermDiff_1	-3.247E-01	;
ThermDiff_2	-1.778E-04	;
ThermDiff_3	1.089E-07	;
ThermDiff_4	-2.036E-11	;
}
H2-C2H6
{
ThermDiff_1	-2.780E-01	;
ThermDiff_2	-3.896E-04	;
ThermDiff_3	2.235E-07	;
ThermDiff_4	-3.921E-11	;
}
H2-C2H5O2
{
ThermDiff_1	-1.453E-01	;
ThermDiff_2	-6.468E-04	;
ThermDiff_3	3.456E-07	;
ThermDiff_4	-5.755E-11	;
}
H2-C2H5
{
ThermDiff_1	-2.767E-01	;
ThermDiff_2	-3.878E-04	;
ThermDiff_3	2.225E-07	;
ThermDiff_4	-3.903E-11	;
}
H2-C2H4
{
ThermDiff_1	-2.830E-01	;
ThermDiff_2	-3.730E-04	;
ThermDiff_3	2.150E-07	;
ThermDiff_4	-3.784E-11	;
}
H2-C2H3
{
ThermDiff_1	-2.596E-01	;
ThermDiff_2	-4.074E-04	;
ThermDiff_3	2.319E-07	;
ThermDiff_4	-4.042E-11	;
}
H2-C2H2
{
ThermDiff_1	-2.581E-01	;
ThermDiff_2	-4.051E-04	;
ThermDiff_3	2.306E-07	;
ThermDiff_4	-4.019E-11	;
}
H2-CH2CHO
{
ThermDiff_1	-1.596E-01	;
ThermDiff_2	-6.042E-04	;
ThermDiff_3	3.256E-07	;
ThermDiff_4	-5.451E-11	;
}
H2-CH2CO
{
ThermDiff_1	-1.593E-01	;
ThermDiff_2	-6.028E-04	;
ThermDiff_3	3.248E-07	;
ThermDiff_4	-5.439E-11	;
}
H2-HCCO
{
ThermDiff_1	-3.861E-01	;
ThermDiff_2	-2.288E-04	;
ThermDiff_3	1.394E-07	;
ThermDiff_4	-2.590E-11	;
}
H2-NC3H7
{
ThermDiff_1	-2.445E-01	;
ThermDiff_2	-4.789E-04	;
ThermDiff_3	2.685E-07	;
ThermDiff_4	-4.626E-11	;
}
H2-C3H6
{
ThermDiff_1	-2.406E-01	;
ThermDiff_2	-4.829E-04	;
ThermDiff_3	2.704E-07	;
ThermDiff_4	-4.652E-11	;
}
H2-C3H5-A
{
ThermDiff_1	-2.341E-01	;
ThermDiff_2	-4.911E-04	;
ThermDiff_3	2.741E-07	;
ThermDiff_4	-4.706E-11	;
}
H2-C3H5O
{
ThermDiff_1	-1.778E-01	;
ThermDiff_2	-5.981E-04	;
ThermDiff_3	3.244E-07	;
ThermDiff_4	-5.455E-11	;
}
H2-C3H4-A
{
ThermDiff_1	-2.273E-01	;
ThermDiff_2	-4.996E-04	;
ThermDiff_3	2.780E-07	;
ThermDiff_4	-4.762E-11	;
}
H2-NC3H7O2
{
ThermDiff_1	-1.316E-01	;
ThermDiff_2	-6.753E-04	;
ThermDiff_3	3.585E-07	;
ThermDiff_4	-5.942E-11	;
}
H2-C2H3CHO
{
ThermDiff_1	-1.373E-01	;
ThermDiff_2	-6.526E-04	;
ThermDiff_3	3.476E-07	;
ThermDiff_4	-5.776E-11	;
}
H2-C7H16
{
ThermDiff_1	-1.551E-01	;
ThermDiff_2	-6.556E-04	;
ThermDiff_3	3.513E-07	;
ThermDiff_4	-5.859E-11	;
}
H2-C7H15
{
ThermDiff_1	-1.551E-01	;
ThermDiff_2	-6.553E-04	;
ThermDiff_3	3.511E-07	;
ThermDiff_4	-5.856E-11	;
}
H2-C7H15O2
{
ThermDiff_1	-1.011E-01	;
ThermDiff_2	-7.337E-04	;
ThermDiff_3	3.839E-07	;
ThermDiff_4	-6.304E-11	;
}
H2-C7H14OOH
{
ThermDiff_1	-1.011E-01	;
ThermDiff_2	-7.337E-04	;
ThermDiff_3	3.839E-07	;
ThermDiff_4	-6.304E-11	;
}
H2-C7H14
{
ThermDiff_1	-1.558E-01	;
ThermDiff_2	-6.540E-04	;
ThermDiff_3	3.505E-07	;
ThermDiff_4	-5.847E-11	;
}
H2-C7H14OOHO2
{
ThermDiff_1	-8.545E-02	;
ThermDiff_2	-7.578E-04	;
ThermDiff_3	3.937E-07	;
ThermDiff_4	-6.437E-11	;
}
H2-NC7KET
{
ThermDiff_1	-9.115E-02	;
ThermDiff_2	-7.485E-04	;
ThermDiff_3	3.899E-07	;
ThermDiff_4	-6.384E-11	;
}
H2-C7H14O
{
ThermDiff_1	-1.287E-01	;
ThermDiff_2	-6.949E-04	;
ThermDiff_3	3.680E-07	;
ThermDiff_4	-6.091E-11	;
}
H2-NC3H7CHO
{
ThermDiff_1	-1.273E-01	;
ThermDiff_2	-6.791E-04	;
ThermDiff_3	3.598E-07	;
ThermDiff_4	-5.958E-11	;
}
H2-NC3H7CO
{
ThermDiff_1	-1.631E-01	;
ThermDiff_2	-6.306E-04	;
ThermDiff_3	3.394E-07	;
ThermDiff_4	-5.678E-11	;
}
H2-NO
{
ThermDiff_1	-4.355E-01	;
ThermDiff_2	-9.286E-05	;
ThermDiff_3	5.997E-08	;
ThermDiff_4	-1.225E-11	;
}
H2-N2O
{
ThermDiff_1	-3.036E-01	;
ThermDiff_2	-3.839E-04	;
ThermDiff_3	2.219E-07	;
ThermDiff_4	-3.915E-11	;
}
H2-NO2
{
ThermDiff_1	-3.359E-01	;
ThermDiff_2	-3.314E-04	;
ThermDiff_3	1.949E-07	;
ThermDiff_4	-3.493E-11	;
}
H2-HNO
{
ThermDiff_1	-4.133E-01	;
ThermDiff_2	-1.439E-04	;
ThermDiff_3	9.066E-08	;
ThermDiff_4	-1.761E-11	;
}
H2-HNO2
{
ThermDiff_1	-3.365E-01	;
ThermDiff_2	-3.320E-04	;
ThermDiff_3	1.953E-07	;
ThermDiff_4	-3.500E-11	;
}
H2-HONO
{
ThermDiff_1	-3.365E-01	;
ThermDiff_2	-3.320E-04	;
ThermDiff_3	1.953E-07	;
ThermDiff_4	-3.500E-11	;
}
H2-HONO2
{
ThermDiff_1	-2.544E-01	;
ThermDiff_2	-4.891E-04	;
ThermDiff_3	2.746E-07	;
ThermDiff_4	-4.735E-11	;
}
H2-N2H2
{
ThermDiff_1	-4.689E-01	;
ThermDiff_2	-1.805E-05	;
ThermDiff_3	1.197E-08	;
ThermDiff_4	-3.475E-12	;
}
H2-H2NN
{
ThermDiff_1	-4.689E-01	;
ThermDiff_2	-1.805E-05	;
ThermDiff_3	1.197E-08	;
ThermDiff_4	-3.475E-12	;
}
H2-NH2OH
{
ThermDiff_1	-4.166E-01	;
ThermDiff_2	-1.451E-04	;
ThermDiff_3	9.139E-08	;
ThermDiff_4	-1.775E-11	;
}
H2-HNOH
{
ThermDiff_1	-4.150E-01	;
ThermDiff_2	-1.445E-04	;
ThermDiff_3	9.104E-08	;
ThermDiff_4	-1.768E-11	;
}
H2-NH3
{
ThermDiff_1	-8.775E-02	;
ThermDiff_2	-5.895E-04	;
ThermDiff_3	3.094E-07	;
ThermDiff_4	-5.090E-11	;
}
H2-N2H4
{
ThermDiff_1	-3.185E-01	;
ThermDiff_2	-3.274E-04	;
ThermDiff_3	1.920E-07	;
ThermDiff_4	-3.432E-11	;
}
H2-N
{
ThermDiff_1	-4.014E-01	;
ThermDiff_2	-1.546E-05	;
ThermDiff_3	1.025E-08	;
ThermDiff_4	-2.974E-12	;
}
H2-NO3
{
ThermDiff_1	-2.542E-01	;
ThermDiff_2	-4.886E-04	;
ThermDiff_3	2.743E-07	;
ThermDiff_4	-4.730E-11	;
}
H2-NH
{
ThermDiff_1	-3.999E-01	;
ThermDiff_2	-3.783E-05	;
ThermDiff_3	2.506E-08	;
ThermDiff_4	-5.765E-12	;
}
H2-NNH
{
ThermDiff_1	-4.668E-01	;
ThermDiff_2	-1.797E-05	;
ThermDiff_3	1.192E-08	;
ThermDiff_4	-3.458E-12	;
}
H2-NH2
{
ThermDiff_1	-4.068E-01	;
ThermDiff_2	-3.848E-05	;
ThermDiff_3	2.549E-08	;
ThermDiff_4	-5.865E-12	;
}
H2-H2NO
{
ThermDiff_1	-4.150E-01	;
ThermDiff_2	-1.445E-04	;
ThermDiff_3	9.104E-08	;
ThermDiff_4	-1.768E-11	;
}
H2-N2H3
{
ThermDiff_1	-3.219E-01	;
ThermDiff_2	-3.176E-04	;
ThermDiff_3	1.868E-07	;
ThermDiff_4	-3.348E-11	;
}
